/* Localizable strings of com.apple.Quicktime preference manifest */

"Quicktime.pfm_title" =			"Chiave di Quicktime Pro";
"Quicktime.pfm_description" =			"Preferenza della chiave di Quicktime Pro.";

"Pro Key.pfm_title" =			"Dati di registrazione di Quicktime Pro";
"Pro Key.pfm_description" =			"Dati di registrazione di Quicktime Pro.";

"Name.pfm_title" =			"Nome";
"Name.pfm_description" =			"Inserisci il nome che inseriresti nella finestra di registrazione di QuickTime Pro.";
"Organization.pfm_title" =			"Società";
"Organization.pfm_description" =			"Inserisci il nome dell'organizzazione che inseriresti nella finestra di registrazione di QuickTime Pro.";
"Registration Key.pfm_title" =			"Chiave di registrazione";
"Registration Key.pfm_description" =			"Stringa della chiave di registrazione di Quicktime Pro.";
